Revit 2024 API
SymbolTypeId.KgPerMin Property
 Symbol kg/min, indicating unit Kilograms per minute.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId KgPerMin { get; }
Visual Basic
Public Shared ReadOnly Property KgPerMin As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ KgPerMin {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace